/*Создать массив объектов класса согласно заданию.
Инициализацию значений полей осуществить с помощью различных конструкторов.
В классе предусмотреть геттеры, метод,осуществляющий вывод на экран монитора
соответствующую информацию об объекте и перегруженные конструкторы.
Предусмотреть статические методы подсчёта данных (на основе индивидуального задания).
Главный класс с методом main должен находиться в другом пакете.

Состав класса Tribe (племя): название, численность. знакомство с огнем.
Подсчитать общую численность и количество племен знакомых с огнем.
*/

public class Main
{
    public static void main(String[] args)
    {
        System.out.println("Hello World!");
    }
}
